// data.js
const blogsData = [
  {
    id: 1,
    title: "“ශ්‍රීධර” ප්‍රථම ජාතික සම්මානලාභී වින්සන්ට් සුබසිංහ",
    date: "22 Mar, 2024",
    // category: "Fashion",
    image: "images/portfolio-item11.jpg",
    summary:
      "සමුපකාර ව්‍යාපාරයේ පියා” ලෙස විරුදාවලීලත් මෙරට සමුපකාර ඉතිහාසයේ එක් පරිච්ජේදයක් ලෙස සැළකෙන සඳලංකා සමුපකාර ව්‍යාපාරයේ නිර්මාතෘ වූත් සමුපකාර ව්‍යාපාරයේ ප්‍රාදේශික සිල්ලර....",
    content: `<div>
    <p>“සමුපකාර ව්‍යාපාරයේ පියා” ලෙස විරුදාවලීලත් මෙරට සමුපකාර ඉතිහාසයේ එක් පරිච්ජේදයක් ලෙස සැළකෙන සඳලංකා සමුපකාර ව්‍යාපාරයේ නිර්මාතෘ වූත් සමුපකාර ව්‍යාපාරයේ ප්‍රාදේශික සිල්ලර ව්‍යාපාරයේ මූලාරම්භක ශ්‍රීධර වින්සන්ට් සුබසිංහයන්ගේ 118 වන ජන්ම දිනය 2024 මාර්තු 29 දිනට යෙදේ. </p>

    <P>එතුමාගේම අදහසක් අනුව අසල්වැසි ඉන්දියාවට පුද්ගලිකව වියදමින් ගොස් ඇතැම් නිලධාරීන්ගේ විරෝධය මැද ස්ථාපිත කළ ජනතාවට වඩා සමීපතම බැංකුව ලෙස හැදින්වෙන සමුපකාර ග්‍රාමීය බැංකු ව්‍යාපාරයට මේ වසරට දශක හයක් සැපිරේ. </P>

    <p>එකල පැවති ඉඩම් හිඟයට පිළියමක් ලෙස මහාමාන්‍ය ඩී.එස්. සේනානායකයන්ගේ වාරිමාර්ග ආශ්‍රිත ජනවාසකරනය ප්‍රායෝගිකව යථාර්තයක් බවට පත් කරමින් මින්නේරි ව්‍යාපාරය යටතේ හිඟුරක්‍ගොඩ,  තබ්බෝව ව්‍යාපාරය, මාගල්වැව වාරි යෝජනා ක්‍රමය යටතේ විතිකුලිය, දැදුරුඔය අසබඩ සුභසිංහපුර වැනි මෙරට සමුපකාර ගොවිජන ව්‍යාපාර සාර්ථක කර ගැනීමේදී විරැකියාවෙන් පෙළුන ග්‍රාමීය තරුණ පිරිස් තමා සභාපතිත්වය දැරූ  සඳලංකා සමුපකාර ව්‍යාපාරය හරහා තෝරා ගෙන, අවශ්‍ය මූලික පහසුකම් සපයා ගනිමින් මෙරට පළමු සමුපකාර ගොවි ගම්මාන තැනීමේ ව්‍යාපාරයේ මූලිකයා වී ඇත්තේ ද මෙතුමාය. මෙලෙස රජයේ ඉඩම් ප්‍රතිපත්තිය යථාර්තයක් බවට පත් කරමින් කැලෑ ඉඩම් හෙලිපෙහෙලි කර සැකසූ ගොඩ ඉඩම් හා කුඹුරු ප්‍රමාණය අක්කර අක්කර 800 කට ආසන්නය. මෙම සියළු ව්‍යාපාර වල ආරම්භ‍භයේ සිටම නිවෙස් පවා සකසා,  පදිංචි වන තුරු තමාද නිරතුරුව ජනපදිකයන් සමඟ රැදී සිටිමින් වෙහෙස මහන්සිවී කටයුුතු කිරීම ආදර්ශයකි. මෙලෙස  මහජන බැංකු‍වේ ආරාධිත ප්‍රථම සභාපති, සතොස ආයතනයේ සභාපති ලෙසත් තවත් රාජ්‍ය ආයතන රැසක අධ්‍යක්ෂ මණ්ඩල සාමාජිකයෙකු ලෙසද කටයුතු කළද ඒ සෑම තනතුරකට අදාළ කිසිදු වැටුපක් හෝ පහසුකමක් ලබා නොගෙන ස්වේච්ජා සේවයේ නිරතවෙමින් මෙතුමා තැබූ ආදර්ශය විශේෂත්වයකි. </p>

    <p>පෙරලිකාර නව යුගයක උණුසුම ඇති කළ එස්.ඩබ්.ආර්.ඩී. බණ්ඩාරනායකයන්ගේ 56 ජයග්‍රහණය සමඟ සැකසෙන මහජන ආණ්ඩුව තුළ අධිරාජ්‍යවාදී පාලකයන් තෝරාගත් පිරිසකට දී ඇති නම්බුනාම පට්ටම්  සියල්ල අවලංගුවන බවට මැතිවරණ සටනට පෙරාතුවම ප්‍රකාශවීම ජනයාගේ සැනසුම්ශිලී පණිවුඩයක් විය. “ඕආර්සී, නයිට්, මුදලි, මුහන්දිරම්” වැනි නම්බුනාම ලැබුනේ ස්වදේශික ජනහිතකාමීන්ට නොව සුදු පාලක පංතියට පාවඩ එලූවන්ට පමණක් බවත් රටවැසියා තුළ පංති ක්‍රමයක් සකසා තම පාලන ක්‍රමය පවත්වාගෙන යාමට ඒවා රුකුළක් බව එවකට සුදු පාලකයන් හඳුනා ගෙන තිබුනි. ජනතාවාදීව රටටත් සමාජයටත් නොයෙකුත් අයුරින් උසස් සේවයක් ඉටු කර ඇති පරාර්ථකාමී පුරවැසියන් පිරිසක් තෝරා ඔවුන්ට ජාතික මට්ටමේ පිළිගැනීමක් ලෙස ජාතික තලයෙන් ගෞරව බුහුමන් දැක්වීමට නව රජයට අවශ්‍ය විය. ජයග්‍රහණයේ සතුටත් සමඟව උදාවූ 1957 නව වසරේ සිටම මෙය සිදු කිරීමේ වගකීම එවකට ජනප්‍රියතම දිනපතා සිංහල පුවත්පත වූ “ලංකාදීප” විසින් දරන ලදී. 56 බල පෙරලිය සිදුවීමට පෙරාතුව ජනතාවගේ අවශ්‍යතාවයක් ලෙසද මෙය හදුනා ගෙන තිබුනි. පෞද්ගලික ලාභ ප්‍රයෝජන හා පැසසුම් නොලත් හුදු ජනතා සේවයටම ඇප කැපවූ පුද්ගලයන්ට ජනතාවගෙන් පිදෙන තුති කුසුමක් ලෙස මෙය අර්ථ දැක්විනි. මෙය කරලියට ඒම නව යුගයක උදාවූ රටම අධිරාජ්‍යවාදින්ගෙන් නිදහස් වූ දිනය එනම් 1957 පෙබරවාරි 04 දින සිදු කිරීමට අවශ්‍ය කටයුතු සූදානම් කෙරිනි. නිදහස ලැබූවා යැයි කියන 1948 සිටම පැවති නිදහස් දින උළෙලවල් අධිරාජ්‍යවාදී කඳවුරේ නියෝජිතයෙකුගේ ප්‍රධානත්වයෙන් පැවතියද 1957 නිදහස් දින උළෙල ලොව සමාජවාදී කඳවුර නියෝජනය කළ චීන අගමැති චෞ එන් ලායි මැතිතුමා ප්‍රධාන අමුත්තා ලෙස සහභාගිත්වයෙන් පැවැත්වීම ද මෙම සම්මානිතයන් තේරීම නැවුම් අර්ථ ගැන්වීමක් බවට පත් විය. </p>

    <p>පිදියයුත්තන් පිදීම කෙරේ රටවැසියා හුරු කරවීමටත් බාල හා තරුණ පරපුර අවංක ජාතික සේවයකට කැපවූ පුද්ගලයන් වැඩි වැඩියෙන් බිහිකර ගැනීම මෙරට බහුතරයක් වූ දේශහිතෛෂී දිගුකාලීන අපේක්ෂාව විය. මෙහි කලඑලිබැස්ම 1957 නිදහස් දින සිදුවන බව ඒ වසරේ පළමු දිනයේම “ලංකාදීප” ය සැරසූ “හෙඩිම” විය. ඒ අනුව එම වසරේ නිදහස් දින (පෙබරවාර 04) විද්‍යාව, සමාජ සේවය, සාහිත්‍ය ප්‍රගමනය, වීර ක්‍රියා යන සිව් අංශයන් හරහා ලක් මව විජයග්‍රහණයට කැන්දන් ගෙන ගිය විශිෂ්ඨතමයන් රැසක් අතරින් “අතිවිශිෂ්ඨතමයා” බහුතර කැමැත්තෙන් තේරීම ලංකාදීප පාඨකයන්ට උදා විය. ඊට අදාල පුවත නව වසරේ මුල්ම දින ලංකාදීපේ ප්‍රධාන ශීර්ෂ පාඨය බවට ද පත් කිරීමට තරම් ප්‍රබල සමාජ අවශ්‍යතාවයක් පණිවුඩය මේ තුළ ගැබ් වූ බව පෙනේ. අදාළ පුවත්පත් දැන්වීම පල කර මසක පමණ කාලයක් තුළ ලත් දහස් සංඛ්‍යාත පාඨක මතයේ ප්‍රතිඵලය වූයේ සමාජ ප්‍රගමනය වෙනුවෙන් වින්සන්ට් සුබසිංහයන්ට “ශ්‍රීධර” ලෙසත් විද්‍යා අංශයෙන් කළ සේවය වෙනුවෙන් සෙනරත් පරණවිතානයන්ට “විද්‍යාකීර්ති” ද සාහිත්‍ය ප්‍රගමනය වෙනුවෙන් ඩබ්.ඒ. සිල්වා ශූරීන්ට “සාහිත්‍යශූරී” නාමයත් බී.ඒ්. ධර්මවර්ධන නම් වූ තැනැත්තෙකු “වීර විකුම්”  ලෙස ජනතාවගේ ඒකායන තේරීම බවට පත් වීමයි. </p>

    <p>මීට අමතරව, සුබසිංහයන්ට රාජ්‍ය හෝ සංවිධාන මට්ටමින් නොයෙකුත් සම්මාන හා ගෞරවනිය තත්වයන් පසු අවස්ථාවල පුද කළ ද මෙලෙස සාමාන්‍ය ජනයාගේ තීන්දුව මත සහ නිදහස් රටක අරුණලු සමඟ අධිරාජ්‍යවාදී ගැත්තන්ට නොව දේශමාමක සැබෑ හෙලයන්ට මෙලෙස ලත් සම්මානය ජනතාවගේ සිත් සන්තාපයේ අද වන තෙක්ම ගැඹුරින් සටහන් කිරීමට සමත් විය. </p>
      
    <p>සමුපකාරය ව්‍යාපාරය හරහා ගම්බිම් දියුණු කිරීමේ ක්‍රමය භාවිතයෙන් පෙන්වාදුන් පුද්ගලයා වීමත් 1940 සිට සමුපකාරය ව්‍යාපාරය වෙනුවෙන් කැපවී සඳලංකා පුරවරයේ සෑම නිෂ්පාදනයක්ම පොදු ජනයාගේ යහපත වෙනුවෙන් යෙදවීමත් විවිධ සේවා ඇති කරමින් සමුපකාරයේ අගය මහජනතාවට අර්ථයෙන්ම තේරුම් කර දී සමුපකාර ව්‍යාපාරය ලාභදායී ව්‍යාපාරයක් බවට පසක් කර දීමත් එමගින් ගම්බද ජනතාවට කළ සේවය ඇගයීම විශේෂ කොට “සමුපකාර රජා” යන විරුදාවලිය ද මුසු කරමින් මෙම ජාතික සම්මාන පිදීමට ලක් විය. තවද, වාර්ෂිකව මෙම ජාතික සම්මාන පිදීම සිදු කරන බවට ප්‍රකාශ වුවද 57 වසරෙන් පසුව එලෙස සිදුවූ බවක් සොයා ගැනීමට නොහැකි විය. ඒනිසාම මෙම සම්මානයෙන් පුදලද එකම හා අවසන් පුද්ගලයන් වන්නේ ද මෙකී සිව් දෙනා පමණි.  එලෙසම එකී සම්මානය ලබා ගැනිමට සුබසිංහයන් යාම පිළිබඳව ද මෙම කර්තෘට කිසිදු සඳහනක් සොයා ගැනීමට නොහැකිවීම ද මෙහිලා සටහන් කළ යුතු අතර පසු අවස්ථාවක අදාළ පුවත්පත විසින් මෙම පුවත අඩංගු පුවත්පතේ කොටස තම මුද්‍රණාලය තුළ වෙනමම මුද්‍රණය කළ පිටපත මේ සඳහා මුල්වූ එවකට ලංකාදීප කර්තෘ ධූරය දැරූ මෙරට මාධ්‍ය ක්ෂේත්‍රයේ පතාකයෙකු වූ ඩී.බී. ධනපාලයන් විසින්ම සඳලංකා සමුපකාර  කාර්යාලයට එවා තිබුනේ සුබසිංහයන්ට තිබූ සැලකීමක් ලෙසය. එසේම සුබසිංහයන් තමා ජීවතුන් අතර සිටින කාලය තුල මෙම නම්බුනාමය භාවිතා කිරීමක් ගැනද කිසිදු තොරතුරක් හමු නොවුනි. එපමණක් නොව ආරාධිතව උත්සව අවස්ථා වලට යාමට සිදුවූ සෑම අවස්ථාවකදීම අදාළ සංවිධායකවරුන්ගෙන් හෝ නිවේදකයාගෙන් එහි න්‍යායපත්‍රය ඉල්ලා ගෙන තම නම ගැන සඳහන් කිරීමේ දී මෙලෙස ලැබූ නම්බුනාමය සඳහන් නොකරවීමට කටයුතු කර ඇති අවස්ථා හමු වුනි. ඒ වෙනුවට තමාගේ උපතත් සමඟම දායාද කරගත් “වින්සන්ට් සුබසිංහ” හෝ “සඳලංකාවේ වින්සන්ට් සුබසිංහ” ලෙසින් පමණක් තමා හදුනා ගැනීම ප්‍රමාණවත් බව සරලත්වයට ප්‍රබල සාක්ෂිකයකි. </p>  

    <p>එලෙසම 1947 නිදහස් දින පලවූ ලංකාදීප පුවත්පතට කතුවැකිය සටහන් කරමින් ඩී.බී. ධනපාලයන් මෙම සම්මාන පිදීම මගින් පිදිය යුත්තන් පිදීමේ හෙළයා සතුව ඇති ගුණය අගය කරමින් නිදහස ලැබී දශකය සැපිරෙන දින කවුරුත් අවංක සේවයට කැපවීමේ වැදගත්කම නිදහස් දිනයේ තේමාව බවත් වැඩිදුරටත් අදහස් දක්වා තිබුනි. </p>

    <p>මෙම සැමරුමට සමගාමීව අභිනන්දන ගීතය එළිදැක්වීමටත් වෙඩ් අඩවිය උඩුගත කිරීමටත් තැපැල් මුද්දරය නිකුත් කිරීම වැනි අංග ගණනාවක් ශ්‍රීධර වින්සන්ට් සුබසිංහ අනුස්මරණ පදනමේ මූලිකත්වයෙන් සංවිධානය කර ඇත. </p>

    <br/>
    <i>
    ආනන්ද කරුණාරත්න<br/>
    සභාපති, ශ්‍රීධර වින්සන්ට් සුබසිංහ අනුස්මරණ පදනම
    </i>
    </div>`,
  },
  {
    id: 2,
    title: "ග්‍රාමීය බැංකුවේ උපත",
    date: "22 Mar, 2024",
    // category: "Fashion",
    image: "images/portfolio-item17.jpg",
    summary:
      "ඉන්දියා ගමනේදී ගම්බදව පිහිටුවිය යුතු බැංකු පිළිබඳ සෑහෙන අවබෝධයක් ලැබුනි. එහිදී ඉගෙනගත් වැදගත් කරුණු ගැන මම කල්තබාම සිතා සිටියෙමි. ගම්බද අයට මුදල්....",
    content: `<p>“ඉන්දියා ගමනේදී ගම්බදව පිහිටුවිය යුතු බැංකු පිළිබඳ සෑහෙන අවබෝධයක් ලැබුනි. එහිදී ඉගෙනගත් වැදගත් කරුණු ගැන මම කල්තබාම සිතා සිටියෙමි. ගම්බද අයට මුදල් ගණුදෙනුව අතින් සේවයක් වන්නට නම් ලොකු මහත්තැන් මේ අය අතර නොවැටෙන්නට වග බලා ගෙන කලින් සඳහන් කළ අයගේම බැංකු ක්‍රමයක් රටෙහි ඇති කළ යුතු බවය. ඉන්දියාවේ සමුපකාර බැංකු ක්‍රියාත්මක කෙරෙන්නේ මේ අදහසට නැඹුරුවයි.</p>
    <p>එහෙයින් අප ද මේ ආකල්පයෙහි පිහිටා සාමාජිකයන්ගේ මුදල් තැන්පත් කිරීම සහ අත්‍යවශ්‍ය දේ සඳහා ණය ගැනීමටත් සමුපකාර සමිතියට සම්බන්ධ කර ගම්බද පෙදෙස්හි ගම් මට්ටමින් ග්‍රාමීය බැංකුවක් පටන් ගත යුතු යැයි අපේ අධ්‍යක්ෂ මණ්ඩලය වෙත යෝජනා කළෙමි. සියළු දෙනාම ඊට එකඟ වූවාට පසු අපේ ඉලංගරත්න ඇමතිතුමාට ඒ් බව දැන්විමු. ඔහුගේ සම්පූර්ණ අනුමැතිය ද ඒ වෙනුවෙන් ලැබුණමුත් මහජන බැංකුවේ සාමාන්‍යාධිකාරි මහතා පමණක් එතරම් සතුටක් නොදැක්වීය. කෙසේ වෙතත්, ඊට “සමුපකාර බැංකුව” නොකියා “ග්‍රාමීය බැංකුව” යැයි නම් කළෙමු.</p>
    <p>ලංකාවේ නොයෙක් පෙදෙස්වල සාර්ථකව කටයුතු කෙරෙන සෑම විවිධ සේවා සමුපකාර සංගමයක් තුළම මෙවන් ග්‍රාමිය බැංකුවක් ආරම්භ කිරීමට ඉඩ ප්‍රස්ථා සළසා දුනිමු. අද ගම්බද ගොවියාට මාහැගි සේවයක් සැලසී ඇති ග්‍රාමීය බැංකුවේ ආරම්භය වූයේ ඔන්න ඔහොමයි.</p>
    <p>පළමුවන ග්‍රාමීය බැංකුව 1964 මාර්තු 26 දා මැණික්හින්නේ දී ටී.බී. ඉලංගරත්න ඇමතිතුමා අතින් විවෘත කෙරුනි. පළාතේ මන්ත්‍රී තැන්පත් වයි.පී. ජිනදාස මහතා සමුපකාර ව්‍යාපාරිකයෙක් නිසා මේ සම්බන්ධයෙන් මහත් උනන්දුවක් දැක්විම එහි එක් හේතුවකි.</p>
    <p>දෙවන බැංකු ශාඛාව ඒ අවුරුද්දේ අප්‍රියෙල් මස 19 දා ඉලංගරත්න මහතාගේ කොට්ඨාශය වන හේවාවිස්සේ දී එතුමා අතින්ම විවෘත කෙරුනි.</p>
    <p>තුන්වැන්න මැයි මස 7 දා කථානායකව සිටි ඇල්බට් ඇෆ් පීරිස් මහතාගේ කොට්ඨාශයේ ද විවෘත කළේය. එක්සත් ජාතික පක්ෂයට අයත් මෙම ආසනය විශේෂයෙන්ම තෝරා ගත්‌තේ පක්ෂ භේදයෙන් තොරව ග්‍රාමීය බැංකු ව්‍යාපාරය ව්‍යාප්ත වනු දැක්මේ අපේක්ෂාවෙනි.</p>
    <p>තෙමසක් යන්නට පෙර මෙසේ බැංකු ශාඛා තුනක්ම විවෘත කරන්නට හැකිවීම ගැන පදනම සැලැස්ම අදහස ක්‍රියාත්මක කළ කෙනෙකු වශයෙන් මම මහත්සේ සතුටු වුනෙමි. එමෙන්ම එදා එසේ සුළු වශයෙන් ඇරඹූ බැංකු ව්‍යාපාරය අද ලක්දිව සිව් දෙසෙහි පැතිරෙමින් ශාඛා හාර සියය දක්වා වැඩිවී තිබෙන අතර, තව තවත් ඒවා ආරම්භ කිරීමට සූදානම්ව සිටීම ගැන ද මම අතිශයින්ම සන්තෝෂ වන්නෙමි.</p>
    <p>අද මෙහෙම නමුත් එදා සිටි අපේ සාමාන්‍යාධිකාරි මහතා මේ බැංකු ක්‍රමයට විරුද්ධ විය. එපමණක් නොව ඔහුගේ ඒ සාවද්‍ය මතය එවකට මුදල් ඇමති ධූරය දැරුවාවූ පසුව එකී බැංකු සියතට ගෙන තිබුණා වූද ආර්ථික විද්‍යාඥයෙකු වූ ආචාර්ය ඇන්.ඇම්. පෙරේරා මහතා විසින් ද අනුමත කෙරිනි. එසේම ඔහුගේ ද විරෝධය පල කෙරිනි. මෙසේත් තිබියදීය මවිසින් ප්‍රථම ග්‍රාමිය බැංකුව ගොඩනගන ලද්දේ.</p>
    <p>මම සභාපති ධුරයෙහි (මහජන බැංකුව) කාලසීමාව 1964 ජූනි මාසයෙන් කෙළවර වෙයි. නැවතත් ඉදිරි තුන් වසර සඳහා ද මාව පත් කර මුදල් ඇමතිතුමා විසින්ම මා වෙත ලිපියක් එවනු ලැබීය. මගේ කල්පනාව මේ දෙවනි පත්කිරිම කරන ලද්දේ ඔහුගේම අදහසින් නොව අගමැතිනියගේ යෝජනාවක් අනුව බවය. මුදල් ඇමති ආචාර්ය ඇන්.ඇම්. පෙරෙරා ගෙන් මේ දෙවැනි වර පත්වීමේ ලියවිල්ල අතට පත්වූවාට පසු මා ඔහු හමු වී පත්වීම භාර ගැනීමට පෙර “මා දැන ගන්නට සතුටුයි සමුපකාර සමිති මගින් බැංකු පැවැත්වීම ගැන ඔබේ අදහස කුමක් දැයි හා ප්‍රතිපත්තිය කෙසේ දැයි” යනුත් මා විමසීමි. “සමුපකාර බංකු පැවැත්විම ගැන මම සම්පූර්ණයෙන්ම විරුද්ධයි. ඊට අවසර නොදෙමි” යැයි ඔහු උත්තර දුනි. “එසේනම්, අප දෙදෙනාගේ අදහස් පරස්පර විරෝධී බැවින් ඔබ විසින් දෙන ලද දෙවන පත්වීම භාර ගැනීමෙන් වැඩක් නැතැයි” මා කීවේමි. තවදුරටත් මගේ පත්වීම අස් කර ගන්නැයි ද මම ඉල්ලීමි. ඉන් පසු මගේ මහජන බැංකු සේවය අවසන් විය.”<br/>(උපුටා ගැනීම - බී.ඩී. තිලකරත්නගේ “සඳලංකා සඳ” චරිතාපදානය)</p>
    <p>මෙරට “සමුපකාර ව්‍යාපාරයේ පියා” ලෙස අනන්‍යතාවයක් සහිත සඳලංකා සමුපකාර ව්‍යාපාරයේ නිර්මාතෘ ශ්‍රීධර වින්සන්ට් සුබංහයන්ගේ 118 වන ජන්ම දිනයට සමගාමීව එතුමාගේ සංල්පයක් අනුව බිහිකළ සමුපකාර ග්‍රාමිය බැංකුවට දශක හයක් පිරීම නිමිත්තෙන් ජාතික තලයේ ගුන සැමරුම් උළෙලක් උදාවන මාර්තු 30 දින පැවැත්වීමට ශ්‍රීධර වින්සන් සුබසිංහ අනුස්මරණ පදනම කටයුතු කර ඇත. </p>
    <p>“ශ්‍රීධර පුදහර” නමින් නම් කර ඇති මෙය සුබසිංහයන්ගේ සමුපකාර චින්තනයේ කොටසක් ලෙස සඳලංකා සමුපකාර ව්‍යාපාරය මගින්ම ඉදි කල මෙරට ප්‍රථම සිනමාශාලාව වන  “සඳලංකා” සිනමා ශාලාවේ ප.ව. 3 ට පැවැත්වෙන මෙම අවස්ථාවට සුබසිංහ ඥාති පිරිස මෙන්ම සමුපකාර ක්ෂේත්‍රය නියෝජනය කරන විශාල පිරිසකගේ සහභාගීත්වයෙන් පැවැත්විමට නියමිතව ඇත.  සුබසිංහයන් මහජන බැංකුවේ ප්‍රථම සභාපතිවරයා ලෙස ඉටු කළ ස්වේච්ජා සේවයට උපහාරයක් ලෙස සුබසිංහයන්ගේ දානපතිත්වය තුළ ගොඩනැගූ සදලංකා මධ්‍ය මහා විද්‍යාලයීය විශ්ව විද්‍යාල වරම් ලබා ගන්නා දරුවන් වෙනුවෙන් අධ්‍යාපන ශිෂ්‍යත්ව යෝජනා ක්‍රමය මෙම අවස්ථාවට සමගාමිව මහජන බැංකුව විසින් නැවත ක්‍රියාත්මක කිරීමට ද කටයුතු කර ඇත.</p>
    <div>
    <h2>එදින පැවැත්වෙන විශේෂතා අතර</h2>
    <li>	ආචාර්ය ඩබ්.ඒ්. අබේසිංහයන් විසින් රචිත වින්සන්ට් සුබසිංහ අභිනන්දන ගීතය එලිදැක්විම</li>
    <li>	මෙතුමන් පිළිබඳ වින්සන්ට් සුබසිංහ අනුස්මරණ පදනම සැකසූ අධ්‍යයන හා පර්යේෂණ පත්‍රිකාව ජනගත කිරිම හා ඒ් පිළිබදව පේරාදෙණිය විශ්ව විද්‍යාලයේ දේශපාලන ආර්ථික විද්‍යාව පිළිබඳ හිටපු මහාචාර්ය සුමනසිරි ලියනගේ මහතාගේ දෙසුම</li>
    <li>	වෙබ් අඩවිය දියත් කිරීම </li>
    <li>	118 වන ජන්ම දිනය වෙනුවෙන් තැපැල් දෙපාර්තමේන්තුව මගින් තැපැල් මුද්දරයක් නිකුත් කිරීම</li>
    <li>	ග්‍රාමිය බැංකු ව්‍යාපාරයේ හැට වසරක ගමන්මග හා සුබසිංහයන් විසින් මෙරට ප්‍රථම වරට ඇරඹි සමුපකාර සමුපකාර ගොවිපල ක්‍රමය පිළිබඳ විස්තර සහිතව ජාතික සමුපකාර සංවර්ධන ආයතනය විශේෂයෙන්ම සම්පාදනය කළ “නව පිවිසුම” සමුපකාර දැනුම් සංග්‍රහය ප්‍රකාශයට පත් කිරීම </li>
    <div/>`,
  },
  {
    id: 3,
    title: "වින්සන්ට් සුබසිංහ නම් වූ මානව හිතවාදියා",
    date: "23 Mar, 2024",
    // category: "Fashion",
    image: "images/portfolio-item11.jpg",
    summary:
      "වයඹ පළාතේ කෙත්බිම් වලින් සමන්විත වූ ගැමි පරිසරයකට නෑකම් කියූ ඉතා රමණීය ගම් පෙදෙස් වන සඳලංකා නම් ග්‍රාමයෙහි අප කථානායකයානෝ....",
    content: `<p>වයඹ පළාතේ කෙත්බිම් වලින් සමන්විත වූ ගැමි පරිසරයකට නෑකම් කියූ ඉතා රමණීය ගම් පෙදෙස් වන සඳලංකා නම් ග්‍රාමයෙහි අප කථානායකයානෝ ජන්මලාභය ලැබූහ.</p>
    <p>කුඩාබණ්ඩා සුබසිංහ රාලහාමිගේ නම වයඹ පළාත තුළ පමණක් නොව ඊට එහා එපිට ගම් දනව්වල ජීවත්වූ මිනිසුන්ගේ හදවත් තුළට අලුත් නමක් නොවීය.</p>
    <p>ඇතැමෙක් ඔහු නොදුටුවද කතාබහ තුලින් යම් ප්‍රතිරූපයක් ගොඩ නගාගෙන තිබුනි. මෙම කුඩාබණ්ඩා සුබසිංහ රාලහාමිටත් සීලවතී මැණිකේ මැතිනියටත් දාව 1906 මාර්තු මස 29 දින අප කතානායකයානෝ මෙලොව එළිය දුටුවේය. ඔහු නමින් විමලධර්ම සුබසිංහ නම් විය. විමලධර්ම සුබසිංහ පුතණුවන් නිවසේ අයගේ පමණක් නොව ග්‍රාමයේ සියළු දෙනාගේම ගෞරවාදරයට පත්වුනි.</p>
    <p>සහෝදරයින් දෙදෙනෙකුගේ සහ සහෝදරියන් දෙදෙනෙකුගෙන් සමන්විත වූ සුබසිංහ පවුල තුළ එකිනෙකා ජීවත් වූයේ යහලුවන් මෙනි. 1911 දී හාපුරා කියා තම ප්‍රාථමික අධ්‍යාපනය ආරම්භ කිරිමට හෙන්ඩියගල සිංහල විදුහලට පියනැගූ විමලධර්ම පුතනුවන් 1914 වසර දක්වා එහි අධ්‍යාපනය ලැබුවේය. පසුව වැඩිදුර අධ්‍යාපනය සඳහා 1915 දී මීගමුව සාන්ත මේරි විදුහලට බැදුනි. ඒ වකවානුන වන විට එහි ප්‍රධානියා ලෙස කටයුතු කළේ යුරෝපීය පූජකවරයෙකි.</p>
    <p>එම විදුහලට විමලධර්ම පුතු බැදුනු දිනයේ උප්පැන්න සහතිකය අතට ගත් පුජකතැන එහි සදහන් විමලධර්ම සුබසිංහ නමේ විමලධර්ම යන්න ඉවත් කළ යුතු බවත් එය උච්චාරනයට අපහසු බවත් පැවසිය. මෙම විදුහලේම ඉගැන්වීමට තිබූ කැමැත්ත මත තම පුතුගේ නම ඉන් ඉවත් කිරිමට කුඩාබණ්ඩා සුබසිංහ රාලහාමි තම කැමැත්ත අකමැත්තෙන් වුවද ප්‍රකාශ කලේය.</p>
    <p>පුජකතැන විමලධර්ම වෙනුවට වින්සන්ට් යන නම පාසැලේ ලේඛනවලට ඇතුළත් කළේය. වසර 5 ක් තිස්සේ විමලධර්ම සුබසිංහ නමින් සිටි සුබසිංහ පුතු වින්සන්ට් සුබසිංහ නම් විය. </p>
    <p>ඔහු පසු කලෙක යම් යම් අය සමඟ කියූ කෙරූ කතාබහේදී ඔහුගේ ජීවිතයේ අළුත් පිටුවක් පෙරලිමට මෙම වකවානුව ඉවහල් වූවා යැයි පවසා ඇත. මීගමුව ශාන්ත මේරි විදුහලේ බාලදක්ෂ ව්‍යාපාරයට එකතු වුනු වින්සන්ට් සුබසිංහ පුතනුවන් එහි උද්යෝගිමත් සාමාජිකයෙක් විය. ඒ තුළින් බුදු දහමේ දක්වා ඇති පරිදි දයාව, කරුණාව, මෛත්‍රිය බාලදක්ෂ ව්‍යාපාරය තුළ ගැබ්වි තිබුනු බව ඔහු විසින් රචිත ලේඛන වල සඳහන් කර ඇත.</p>
    <p>ඔහු පසු කලෙක යම් යම් අය සමඟ කියූ කෙරූ කතාබහේදී ඔහුගේ ජීවිතයේ අළුත් පිටුවක් පෙරලිමට මෙම වකවානුව ඉවහල් වූවා යැයි පවසා ඇත. මීගමුව ශාන්ත මේරි විදුහලේ බාලදක්ෂ ව්‍යාපාරයට එකතු වුනු වින්සන්ට් සුබසිංහ පුතනුවන් එහි උද්යෝගිමත් සාමාජිකයෙක් විය. ඒ තුළින් බුදු දහමේ දක්වා ඇති පරිදි දයාව, කරුණාව, මෛත්‍රිය බාලදක්ෂ ව්‍යාපාරය තුළ ගැබ්වි තිබුනු බව ඔහු විසින් රචිත ලේඛන වල සඳහන් කර ඇත.</p>
    <p>ඒ තුලින් ලද ශිෂ්ටසම්පන්නබව විපතට පත්වූවන්ට උපකාර කිරීම රෝගීන්ට ඇපඋපස්ථාන කිරිම සිතට එකඟව කටයුතු කිරීම වැනි දේ තුළින් තමා අළුතින් මිනිසකු වූ බව පවසා ඇත. 1919 වසර දක්වා මෙම විදුහලේ අධ්‍යාපනය ලද වින්සන්ට් සුබසිංහ පුතු 1915 කොළඹ ආනන්ද මහ විදුහලට ඇතුළත් විය.</p>
    <p>ඒ තුලින් ලද ශිෂ්ටසම්පන්නබව විපතට පත්වූවන්ට උපකාර කිරීම රෝගීන්ට ඇපඋපස්ථාන කිරිම සිතට එකඟව කටයුතු කිරීම වැනි දේ තුළින් තමා අළුතින් මිනිසකු වූ බව පවසා ඇත. 1919 වසර දක්වා මෙම විදුහලේ අධ්‍යාපනය ලද වින්සන්ට් සුබසිංහ පුතු 1915 කොළඹ ආනන්ද මහ විදුහලට ඇතුළත් විය.</p>
    <p>මීගමුව ශාන්ත මේරි විදුහලේදී බාලදක්ෂ ව්‍යාපාරයෙන් ලද අත්දැකීම් මත තම ග්‍රාමයේ දුප්පත් ජනතාවට සේවය කිරීමට යොදා ගන්නේ කෙසේද යන්න පිළිබඳව ඔහු දිගින් දිගටම කල්පනා කළේය. ඒ අනුව ඔහු තම කාලය කැප කලේය. ප්‍රථමයෙන් ඔහු සඳලංකා ග්‍රාමයේ දුප්පත් දරුවන්ට ඉංග්‍රීසි ඉගෙන ගැනීම සඳහා පොල් අතු වලින් සෙවිලි කරනලද ප‍ාසැලක් ආරම්භ කළේය. එදා පොල් අතු වලින් සෙවිලි කරන ලද පාසැල අද සඳලංකා මධ්‍ය මහා විදුහල බවට පත්වීම පිළිබඳ එතරම් අරුමයක් නොවේ. හොඳ හිතින් ආරම්භ කළ දෙයක අවසාන ප්‍රතිඵලය එයයි.</p>
    <p>මීගමුව ශාන්ත මේරි විදුහලේදී බාලදක්ෂ ව්‍යාපාරයෙන් ලද අත්දැකීම් මත තම ග්‍රාමයේ දුප්පත් ජනතාවට සේවය කිරීමට යොදා ගන්නේ කෙසේද යන්න පිළිබඳව ඔහු දිගින් දිගටම කල්පනා කළේය. ඒ අනුව ඔහු තම කාලය කැප කලේය. ප්‍රථමයෙන් ඔහු සඳලංකා ග්‍රාමයේ දුප්පත් දරුවන්ට ඉංග්‍රීසි ඉගෙන ගැනීම සඳහා පොල් අතු වලින් සෙවිලි කරනලද ප‍ාසැලක් ආරම්භ කළේය. එදා පොල් අතු වලින් සෙවිලි කරන ලද පාසැල අද සඳලංකා මධ්‍ය මහා විදුහල බවට පත්වීම පිළිබඳ එතරම් අරුමයක් නොවේ. හොඳ හිතින් ආරම්භ කළ දෙයක අවසාන ප්‍රතිඵලය එයයි.</p>
    <p>වලව්වක ජන්මලාභය ලදත් එතුමාට ගොවිතැන කෙරෙහි මනා අවබෝධක් තිබුනි. එතුලින් දුප්පත් ජනතාවට සේවය කිරීමට හැකි බව ඔහු තේරුම් ගෙන තිබුනා. ගොවිතැන කෙරෙහි ඔහු දැක්වූ උනන්දුව මත 1932 පුත්තලම කච්චේරිය වෙතින් අවසර ලබාගෙන තබ්බෝව පැත්තෙන් අක්කර 50 ඉඩමක් ලබා තම මිතුරන් 12 දෙනෙකු ද ඒ සඳහා යොදාගෙන එම ඉඩම ගොවිතැන් කිරීම සඳහා යොදා ගත්තේය.</p>
    <p>එම 12 දෙනා සමඟ ගොවිතැන්කළ කාලය තුළ විශාල වශයෙන් අස්වැන්නක් ලබා ගත්තා වුවත් කටුක අත්දැකීම් වලට ද මුහුණ දුන්නේය. ඒ 1934 වසරයි. තබ්බෝව ප්‍රදේශයේම දරුණු මැලේරියා රෝගයෙන් වසාගෙන තිබුනත් ඊට නොබියව මුහුණ දෙමින් වසර 5 ක් පමණ එහි ගත කළා.</p>
    <p>වින්සන්ට් සුබසිංහ මැතිතුමා විවාහ වූයේ 1936 වසරේ මැයි මාසයේ පුත්තලම දිස්ත්‍රික්කයේ මාදම්පේ නගරයේ සිට සැතපුම් 2 ½ ක් පමණ කුලියාපිටිය මාර්ගයේ ගල්මුරුව නම් ග්‍රාමයේ හේරත් ගුණරත්න මැතිතුමාගේ දියණියක වන ලීලාවතී හේරත් ගුණරත්න මැණිකේ මැතිනිය සමඟයි. උපතින්ම ඇයත් වලව් පෙලපතකින් පැවත ආවත් බොහෝ අවස්ථාවලදී තම ස්වාමියාගේ කටයුතු වලදී ඇයත් ශක්තියක් වුවාය.</p>
    <p>වින්සන්ට් සුබසිංහ මැතිතුමාගේ පුතුන් දෙදෙනා වන චන්ද්‍රගුප්ත සුබසිංහ, අ‍ශෝක නිහාල් සුබසිංහ නම කටයුතු වලදී ශක්තියක් වූ බැව් ඔහු බොහෝ වාර වලදී පවසන්නට විය. චන්ද්‍රගුප්ත සුබසිංහ මහතා  මීට වසර කිහිපයකට පෙර මෙලොවින් සමුගත්තේය. මේ වන විට අශෝක නිහාල් සුබසිංහ මහතා පියාගේ අඩිපාරේ යමින් ඔහුට හැකි පමණින් සමාජ මෙහෙවරෙහි යෙදී සිටින බැව්ද කිව යුතුයි.</p>
    <p>වින්සන්ට් සුබසිංහ මැතිතුමා මාකදුර ගම් සභා සභාපතිවරයා ලෙසද කටයුතු කළේය. තබ්බෝවේ ගොවියෙකු වශයෙන් සිටි කාලයේ ඔහු අලෙවිය සහ නිෂ්පාදනය පිළිබඳ විශාල වශයෙන් අත්දැකීම් ලබා ගෙන තිබුනි. ඒ අනුව එතුමා 1940 දී සඳලංකා සමුපකාරය ආරම්භ කර එය ලියාපදිංචි කළේය. මේ වකවානුවේම කිරි එකතු කිරීමේ මධ්‍යස්ථානයක්, පේෂකර්මාන්තයක්, සිනමාහලක්, රෝහලක් වැනි දේ එතුමාගේ ජිවිත කාලය තුළ ආරම්භ කළ දේවල් ලෙස සිහිපත් කළ හැකිය.</p>
    <p>මේ කාලය වන විට සදලංකා සමුපකාරය ලංකාවේ පමණක් නොව ජාත්‍යන්තර වශයෙන් ද ප්‍රසිද්ධියක් ලබා දුන් අතර සමුපකාර ක්ෂේත්‍රය තුලින් ලබා ගත් දැනුම පිළිබඳ තේරුම්ගත් එකල පැවති රජය සමුපකාර තොග වෙලඳ සංස්ථාවේ සභාපතිවරයා ලෙස පත් කළේය.</p>
    <p>1960 වකවානුවේදි ලංකා ඛණිජ තෙල් නීතිගත සංස්ථාවේ සහ ලංකා ගමනාගමන මණ්ඩලයේ  අධ්‍යක්ෂවරයා ලෙස ද කටයුතු කර ඇත .</p>
    <p>‍මෙතුමාගේ කාලයේ සමුපකාර ‍තොග වෙලඳ සංස්ථාව ලාබදායි තත්වයට පත් වූ බවද මෙහිදී කිව යුතුයි. 1961 වසර වන විට ඔහු මහජන බැංකුවේ සභාපතිවරයා ලෙස පත් විය. ඒ පත්වීම ඔහු භාර ගත්තා. එම බාර ගැනීමට එක් කරුණක් ඉවහල් වි තිබුනි. එනම් සමුපකාරය ඉදිරියට ගෙන යාමට මහජන බැංකුව වෙතින් යම් අත්වැලක් ලැබේවි යන බලාපොරොත්තුවෙනි.</p>
    <p>නමුත් එතුමා සිතු පරිදි එය සිදුවුයේ නැත. එතුමා මහජන බැංකුවේ සභාපති වන විට දීමනාව රු. 15000/- ක් නමුත් එතුමාගේ සේවා කාලය තුළ ලබා ගත්‍තේ නැත.</p>
    <p>මේ වකවානුව වන විට ඔහුට දේශපාලනයට අවතිර්න විමට බොහෝ ඉඩකඩ තිබුනි. නමුත් එතුමාගේ සහෝදරයෙක් එ් වන විට දේශපාලනයට අවතිර්ණ වී තිබින. දේශපාලනය පිළිබඳ ඔහු දැක්වුයේ නොසතුටකි. දේශපාලනඥයෙකු වි දේශපාලනය කරනවාට වඩා ගමේ ඉඳගෙන දුප්පත් මිනිසුන් සමඟ දුක සැප බෙදාගෙන කටයුතු කිරීම තුලින් හොඳ මහගු සේවයක් ඒ තුලින් ලබා දිය හැකි යැයි ඔහු තේරුම් ගෙන තිබුනි. </p>
    <p>ග්‍රාමිය බැංකු ඇති කිරිමෙහිලා කටයුතු කළ මෙම යුගපුරුෂයා ඒ තුළින් ජනතාවට ලබා දුන් ශක්තිය අද සමුපකාර ක්ෂේත්‍රයේ ඉදිරි ගමනට මනා ආධාරකයක් වී ඇත.</p>
    <p>වින්සන්ට් සුබසිංහ නම් මෙම යුගපුරුෂයා වෙනුවෙන් ඔහු අනුස්මරනය කිරීම සඳහා ඉදි කර ඇති අනුස්මරන ස්ථාන කිහිපයක් මෙහි සඳහන් කරන්නේ මතු දැන ගැනීම සඳහාය.</p>
    <div style="padding-left: 10px;">
    <li>වයඹ සුබසිංහ අධ්‍යාපන කේන්ද්‍රය</li>
    <li>පොල්ගොල්ල සමුපකාර විදුහලේ ශාලාවක් එතුමා නමින් ඉදි කර ඇත.</li>
    <li>මහජන බැංකුව විසින් විශ්ව විද්‍යාල සිසුන් සඳහා ඉදිකළ නේවාසික ගොඩනැගිල්ලක් එතුමා නමින් නම් කර ඇත.</li>
    <li>උඩුබද්දාව විවිධ සේවා සමුපකාර සමිතියේ ප්‍රධාන බැංකු ගොඩනැගිල්ල හිටපු සභාපති ඇලෝසියස් ප්‍රනාන්දු මහතාගේ සහ සාමාන්‍යාධිකාරි ෂෙල්ටන් ක්‍රිශ්ටි ප්‍රනාන්දු මහතාගේ මඟපෙන්විම මත ඉදි කර ඇත.</li>
    </div>
    </br>
    <p>සමාජයට සේවයක් කිරීම තුලින් ඉන් සිතට ඇති වන සහනය කිසිම ඖෂධයක් තුලින් ලබා ගත නොහැක. එසේ සකස් කරගත් ජිවිතය කිසිදු පීඩාවකින් තොරව ඉදිරියට ගෙනයාමේ හැකියාව වැඩිබව ‍ලොවට පසක් කරමින් මෙම යුගපුරුෂයා 1985 අ‍ගෝස්තු 23 දින අපෙන් සමුගත්තේය.</p>
    <p>මේ යුගපුරුෂයා සැමරීම ‍පිණිස ශ්‍රීධර වින්සන්ට් සුබසිංහ අනුස්මරන පදනම ස්වාධින සමුපකාරිකයන්ගේ එකතුව, වයඹ සමුපකාර සුබසාධක සේවා සංගමය ආදී අංග එකතුව 2004.08.23 වන දින සඳලංකා සමුපකාර පරිශ්‍රයේදී අනුස්මරණ උත්සවයක් පැවැත්විමට කටයුතු යොදා ඇත.</p>
    <p>දුප්පත් ජනතාව වෙනුවෙන් අභීතව නැගී සිටි වින්සන්ට් සුබසිංහ නම් වූ යුගපුරුෂයාට උතුම් වූ නිවන් සුව පතමු.</p>
    <p>මෙම ලිපිය සකස් කිරීමේ දී ශ්‍රිධර වින්සන්ට් සුබසිංහ අනුස්මරණ පදනමේ සභාපති ගුණසේන සිල්වා මහතා ලබා දුන් සහාය අගය කොට සලකමි.</p>
    <p><i>ධර්මසේන පතිරණ, උඩුබද්දාව විවිධ සේවා සමුපකාර සමිතියයේ මානව සම්පත් ප්‍රජා පුහුණු නිලධාරි </i></p>
    <p></p>
    <p></p>
    <p></p>
    <p></p>
    <p></p>
    <p></p>
    <p></p>`,
  },
  // {
  //   id: 4,
  //   title: "Other",
  //   date: "23 Mar, 2024",
  //   // category: "",
  //   image: "images/portfolio-item17.jpg",
  //   content: "vel pretium suspendisse ultrices...",
  // },
];
